README.md
```mermaid
graph TD;
    subgraph "ENVIRONNEMENT"
        subgraph "Docker (compose) - All services"
            direction TB
            subgraph "API Gateway - Backend"
                ETL["ETL"] --> |Write| DB["PostgreSQL"]
                API -->|CRUD| DB["PostgreSQL"]
                DB -->|Receive| API["API Rest"]
            end

            Metabase["Metabase (dataviz)"] -->|Read| DB
        end

        Dev["Developer"] -- HTTP (Auth) --> API
        Dev -- HTTP (Auth) --> ETL
        Dev -- Connexion - HOST --> DB
        Client["Client"] --> Metabase
    end
```
